---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.OptionalFunctionalityUtils
source: html/375f0d28-178c-755d-2095-891f80464c50.htm
---
# OptionalFunctionalityUtils Members

Checks whether the 3DM Import/Link functionality is available in the installed Revit.